---
type: PathOfTravelCalculationServerIds
namespace: Autodesk.Revit.DB.Analysis
version: 2024
members: 1
tags: [revit-api, class]
---

# PathOfTravelCalculationServerIds

`Autodesk.Revit.DB.Analysis.PathOfTravelCalculationServerIds` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | DefaultPathOfTravelCalculationGUID | 2020 | `public static Guid DefaultPathOfTravelCalculationGUID { get ; }` |